/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock 偏好設定。偏好設定被分成簡易的外觀按鍵和較繁複的“應用程式”和“文件”方塊字典。";
"autohide.pfm_title" =						"隱藏";
"autohide.pfm_description" =				"設定 true 來啟用隱藏功能。";
"autohide-immutable.pfm_title" =			"停用隱藏註記框";
"autohide-immutable.pfm_description" =		"設定 true 來停用“自動隱藏及顯示”註記框。";
"contents-immutable.pfm_title" =			"停用更動";
"contents-immutable.pfm_description" =		"設定 true 來防止使用者更改 Dock 內容。";
"largesize.pfm_title" =						"方塊的最大尺寸";
"largesize.pfm_description" =				"方塊的最大尺寸（以像素為單位）。";
"launchanim.pfm_title" =					"啟動動畫";
"launchanim.pfm_description" =				"設定 true 來使用啟動動畫。";
"launchanim-immutable.pfm_title" =			"停用啟動動畫註記框";
"launchanim-immutable.pfm_description" =	"設定 true 來停用啟動動畫註記框。";
"magnification.pfm_title" =					"放大";
"magnification.pfm_description" =			"設定 true 來啟用放大功能。";
"magnify-immutable.pfm_title" =				"停用放大功能註記框";
"magnify-immutable.pfm_description" =		"設定 true 來停用放大功能註記框。";
"magsize-immutable.pfm_title" =				"停用放大功能滑桿";
"magsize-immutable.pfm_description" =		"設定 true 來停用放大功能滑桿。";
"mineffect.pfm_title" =						"縮小效果";
"mineffect.pfm_description" =				"縮小效果。";
"mineffect-immutable.pfm_title" =			"停用縮小效果彈出式選單";
"mineffect-immutable.pfm_description" =		"設定 true 來停用縮小效果彈出式選單。";
"orientation.pfm_title" =					"位置";
"orientation.pfm_description" =				"左側、右側或底部的 Dock 位置。";
"position-immutable.pfm_title" =			"停用位置控制選項";
"position-immutable.pfm_description" =		"設定 true 來防止使用者更改 Dock 位置。";
"tilesize.pfm_title" =						"方塊大小";
"tilesize.pfm_description" =				"方塊大小。";
"size-immutable.pfm_title" =				"停用方塊大小控制選項";
"size-immutable.pfm_description" =			"設定 true 來防止使用者更改方塊大小。";
"static-only.pfm_title" =					"僅適於管理的方塊";
"static-only.pfm_description" =				"設定 true 來僅顯示管理的方塊。";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"應用程式方塊";
"AppItems-Raw.pfm_description" =			"保有應用程式方塊資料的陣列。";
"apptile.pfm_title" =						"應用程式方塊";
"apptile.pfm_description" =					"單一應用程式方塊。";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock 的方塊資料";
"tile-data.pfm_description" =				"Dock 的方塊資料。";
"file-data.pfm_title" =						"檔案資料";
"file-data.pfm_description" =				"檔案方塊的檔案資料。";
"_CFURLString.pfm_title" =					"檔案路徑";
"_CFURLString.pfm_description" =			"檔案系統的絕對路徑。";
"_CFURLStringType.pfm_title.file" =			"檔案 URL 類型";
"_CFURLStringType.pfm_description.file" =	"檔案 URL 類型。始終設為 0。";
"_CFURLStringType.pfm_title.URL" =			"URL 類型";
"_CFURLStringType.pfm_description.URL" =	"URL 類型。始終設為 0。";
"_CFURLStringType.pfm_title.URLID" =		"URL ID 類型";
"_CFURLStringType.pfm_description.URLID" =	"URL ID 類型。始終設為 15。";
"_CFURLAliasData.pfm_title" =				"替身";
"_CFURLAliasData.pfm_description" =			"替身資料；僅伺服器上的項目適用。";
"tile-type.pfm_title" =						"方塊類型";
"tile-type.pfm_description" =				"方塊類型。";
"mcx_typehint.pfm_title" =					"MCX 類型提示";
"mcx_typehint.pfm_description" =			"由 Workgroup Manager 在內部使用。請勿更改。";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"文件方塊";
"DocItems-Raw.pfm_description" =			"保有文件和 URL 方塊資料的陣列。";
"doctile.pfm_title" =						"文件方塊";
"doctile.pfm_description" =					"單一文件方塊。";
"url.pfm_title" =							"URL 資料";
"url.pfm_description" =						"URL 方塊的 URL 資料。";
"file-label.pfm_title" =					"檔案的方塊標籤";
"file-label.pfm_description" =				"檔案的方塊標籤。";
"label.pfm_title" =							"URL 的方塊標籤";
"label.pfm_description" =					"URL 方塊的方塊標籤。";
"file-type.pfm_title" =						"項目類型";
"file-type.pfm_description" =				"項目的類型。文件方塊：非卷宗設定為 2、卷宗為 18，非檔案夾則設定為 32。";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX 特定的檔案夾";
"MCXDockSpecialFolders-Raw.pfm_description" =	"“受管理用戶端”所加入的檔案夾。";
"mcxfolderflag.pfm_title" =						"檔案夾旗標";
"mcxfolderflag.pfm_description" =				"為“受管理用戶端”加入的單一檔案夾標上旗標。";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"管理的應用程式方塊聯合策略";
"appTilesUPKManaged.pfm_description" =		"針對管理網域的應用程式方塊聯合策略方案。";
"appTilesUPKUser.pfm_title" =				"使用者應用程式方塊聯合策略";
"appTilesUPKUser.pfm_description" =			"針對使用者網域的應用程式方塊聯合策略方案。";
"docTilesUPKManaged.pfm_title" =			"管理的文件方塊聯合策略";
"docTilesUPKManaged.pfm_description" =		"針對管理網域的文件方塊聯合策略方案。";
"docTilesUPKUser.pfm_title" =				"使用者文件方塊聯合策略";
"docTilesUPKUser.pfm_description" =			"針對使用者網域的文件方塊聯合策略方案。";
"mcxDocSpecialUPK.pfm_title" =				"“受管理用戶端”特定檔案夾的聯合策略方案";
"mcxDocSpecialUPK.pfm_description" =		"針對“受管理用戶端”Dock 特定檔案夾的聯合策略方案。";
